/* No comment provided by engineer. */
"Avoid tapping these.\n(Except for now)" = "Avoid tapping these.\n(Except for now)";

/* No comment provided by engineer. */
"Double tap these." = "Double tap these.";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Single tap these." = "Single tap these.";

/* No comment provided by engineer. */
"You seem to have GameCenter disabled for this application. Please enable it and try again" = "You seem to have GameCenter disabled for this application. Please enable it and try again";

